[{
	"bookname": "Name: Hyperbole and a Half",
	"rating": "Rating: 4.8",
	"author name": "Author Name: Allie Brosh",
	"description": "SUMMARY: Hilarious stories about life's mishaps from the creator of the immensely popular blog 'Hyperbole and a Half'."
}, {
	"bookname": "Name: Good Omens",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Neil Gaiman and Terry Pratchett",
	"description": "SUMMARY: The plot focuses primarily on the attempts of Heaven and Hell to bring about the Apocalypse and the efforts of two characters—an angel named Aziraphale and a demon named Crowley—to thwart such attempts."
}, {
	"bookname": "Name: Born A Crime",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Trevor Noah",
	"description": "SUMMARY: Born a Crime is the story of a mischievous young boy who grows into a restless young man as he struggles to find himself in a world where he was never supposed to exist."
}, {
	"bookname": "Name: Three Men in a Boat",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Jerome K. Jerome",
	"description": "SUMMARY: A story about a boat trip that J. takes with Thames River and his friends George and William Samuel Harris. The author's prose is long-winding and digresses into anecdotes or observational passages quite often."
}, {
	"bookname": "Name: Equal Rites",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Terry Pratchett",
	"description": "SUMMARY: The story of a young girl, Esk Smith, gifted in magic, fighting obstacles to being trained in all-male Unseen University."
}, {
	"bookname": "Name: The Diary of a Nobody",
	"rating": "Rating: 4.5",
	"author name": "Author Name: George G. and Weedon G.",
	"description": "SUMMARY: The Diary records the daily events in the lives of a London clerk, Charles Pooter, his wife Carrie, his son William Lupin, and numerous friends and acquaintances over a period of 15 months."
}, {
	"bookname": "Name: The Overdue Life of Amy Byler",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Kelly Harms",
	"description": "SUMMARY: Overworked and underappreciated, single mom Amy Byler needs a break. So when the guilt-ridden husband who abandoned her shows up and offers to take care of their kids for the summer, she accepts his offer and escapes rural Pennsylvania for New York City. Usually grounded and mild mannered, Amy finally lets her hair down in the city that never sleeps. She discovers a life filled with culture, sophistication, and - with a little encouragement from her friends - a few blind dates. When one man in particular makes quick work of Amy's heart, she risks losing herself completely in the unexpected escape, and as the summer comes to an end, Amy realizes too late that she must make an impossible decision: stay in this exciting new chapter of her life, or return to the life she left behind. But before she can choose, a crisis forces the two worlds together, and Amy must stare down a future where she could lose both sides of herself, and every dream she's ever nurtured, in the beat of a heart"
}, {
	"bookname": "Name: A Confederacy of Dunces",
	"rating": "Rating: 4.3",
	"author name": "Author Name: John Kennedy Toole",
	"description": "SUMMARY: The plot of A Confederacy of Dunces is a knotted, tangled, ridiculous thing. Following it is like unraveling a giant ball of yarn wrapped around a very fat man with a moustache and a funny hat who keeps falling over. So have patience… and watch out for toppling medievalists."
}, {
	"bookname": "Name: Bossypants",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Tina Fey",
	"description": "SUMMARY: Tina Fey's book Bossypants is a humorous memoir about her life in show business. She describes growing up as an awkward, smart-mouthed girl and traces the process by which she enters show business."
}, {
	"bookname": "Name: Let’s Pretend This Never Happened",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Jenny Lawson",
	"description": "SUMMARY: In Let's Pretend This Never Happened, Lawson takes readers on a hilarious journey recalling her bizarre upbringing in rural Texas, her devastatingly awkward high school years, and her relationship with her long-suffering husband, Victor."
}, {
	"bookname": "Name: Carry On, Jeeves",
	"rating": "Rating: 4.3",
	"author name": "Author Name: P. G. Wodehouse",
	"description": "SUMMARY: Wodehouse's Carry On Jeeves is the story about Bertram Bertie Wooster and his gentleman's gentleman of a servant, Jeeves. Jeeves has a head suited to fix the oddest of problems and seems almost magic at times with his ability to understand people."
}, {
	"bookname": "Name: Heading Over the Hill",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Judy Leigh",
	"description": "SUMMARY: Billy and Dawnie may be in their seventies, but that won’t stop them taking chances or starting again. Their grown-up children have families and lives of their own, so now it’s Billy and Dawnie’s turn, and a life near the sea in Devon beckons."
}, {
	"bookname": "Name: Where'd You Go, Bernadette",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Maria Semple",
	"description": "SUMMARY: The plot revolves around an agoraphobic architect and mother named Bernadette Fox, who goes missing prior to a family trip to Antarctica. It is narrated by her 15-year-old daughter Bee Branch, and is told in a series of documents (emails, memos, transcripts, etc.) with the occasional interlude by Bee."
}, {
	"bookname": "Name: Yes Please",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Amy Poehler",
	"description": "SUMMARY: Amy Poehler's memoir, Yes Please, is a humorous book that combines autobiographical essays and memories. She writes about her childhood and her career in improvisational comedy. She also shares advice from some of the people who have influenced her life."
}, {
	"bookname": "Name: Portnoy's Complaint",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Philip Roth",
	"description": "SUMMARY: The novel tells the humorous monologue of a lust-ridden, mother-addicted young Jewish bachelor, who confesses to his psychoanalyst in intimate, shameful detail, and coarse, abusive language. Many of its characteristics went on to become Roth trademarks."
}, {
	"bookname": "Name: Barrel Fever",
	"rating": "Rating: 3.8",
	"author name": "Author Name: David Sedaris",
	"description": "SUMMARY: A manic cross between Mark Leyner, Fran Lebowitz, and the National Enquirer, Sedaris’ collection of essays is a rollicking tour through the national Zeitgeist: a do-it-yourself suburban dad saves money by performing home surgery; a man who is loved too much flees the heavyweight champion of the world; a teenage suicide tries to incite a lynch mob at her funeral; a bitter Santa abuses the elves"
}, {
	"bookname": "Name: Big Trouble",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Dave Barry",
	"description": "SUMMARY: Henry and Leonard, two hit men from New Jersey, pull up to the Herks' house for a real game of Killer, Arthur's embezzlement apparently not having been quite so secret to his employers after all. And a homeless man named Puggy settles down for the night in a treehouse just inside the Herks' yard."
}, {
	"bookname": "Name: Lucky Jim",
	"rating": "Rating: 3.6",
	"author name": "Author Name: Kingsley Amis",
	"description": "SUMMARY: Meet Jim Dixon, a young man struggling to keep his job in a 1950s English university. Poor Jim has to do everything he can to stay on the good side of his boss Professor Welch, a bumbling old man who invites Jim to his house for a weekend of music and art that Jim finds incredibly boring."
}, {
	"bookname": "Name: Cold Comfort Farm",
	"rating": "Rating: 3.6",
	"author name": "Author Name: Stella Gibbons",
	"description": "SUMMARY: Flora Poste (Kate Beckinsale), a plucky London society girl orphaned at age 19, finds a new home with some rough relatives, the Starkadders of Cold Comfort Farm. With a take-charge attitude and some encouragement from her mischievous friend, Mary (Joanna Lumley), Flora changes the Starkadders' lives forever when she settles into their rustic estate, bringing the backward clan up to date and finding inspiration for her novel in the process."
}, {
	"bookname": "Name: Scoop",
	"rating": "Rating: 3.6",
	"author name": "Author Name: Evelyn Waugh",
	"description": "SUMMARY: Socialite Mrs Stitch recommends novelist John Boot to Lord Copper of the Daily Beast to cover a political crisis in Ishmaelia. The newspaper's foreign editor by mistake invites William Boot, who writes a countryside column for the newspaper."
}]