[{
	"bookname": "Name: The Silmarillion",
	"rating": "Rating: 4.8",
	"author name": "Author Name: J. R. R. Tolkien",
	"description": "SUMMARY: THE SILMARILLION is the history of the rebellion of Feanor and his kindred against the gods, their exile from Valinor and return to Middle-earth, and their war, hopeless despite all their heroism, against the great Enemy."
}, {
	"bookname": "Name: The Belgariad",
	"rating": "Rating: 4.8",
	"author name": "Author Name: David Eddings",
	"description": "SUMMARY: The Belgariad is a five-book fantasy epic written by David Eddings and Leigh Eddings, following the journey of protagonist Garion and his companions, first to recover a sacred stone, and later to use it against antagonist Torak.It has been called both the 'last gasp' of traditional fantasy and 'one of the founding megasagas' of modern fantasy."
}, {
	"bookname": "Name: The Lord of the Rings",
	"rating": "Rating: 4.7",
	"author name": "Author Name: J. R. R. Tolkien",
	"description": "SUMMARY: The future of civilization rests in the fate of the One Ring, which has been lost for centuries. Powerful forces are unrelenting in their search for it. But fate has placed it in the hands of a young Hobbit named Frodo Baggins (Elijah Wood), who inherits the Ring and steps into legend. A daunting task lies ahead for Frodo when he becomes the Ringbearer - to destroy the One Ring in the fires of Mount Doom where it was forged."
}, {
	"bookname": "Name: The Night Circus",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Erin Morgenstern",
	"description": "SUMMARY: The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not. Within the black-and-white striped canvas tents is an utterly unique experience full of breathtaking amazements. It is called Le Cirque des Rêves, and it is only open at night."
}, {
	"bookname": "Name: Good Omens",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Neil Gaiman and Terry Pratchett",
	"description": "SUMMARY: People have been predicting the end of the world almost from its very beginning, so it’s only natural to be sceptical when a new date is set for Judgement Day. But what if, for once, the predictions are right, and the apocalypse really is due to arrive next Saturday, just after tea? You could spend the time left drowning your sorrows, giving away all your possessions in preparation for the rapture, or laughing it off as (hopefully) just another hoax. Or you could just try to do something about it. It’s a predicament that Aziraphale, a somewhat fussy angel, and Crowley, a fast-living demon now finds themselves in. They’ve been living amongst Earth’s mortals since The Beginning and, truth be told, have grown rather fond of the lifestyle and, in all honesty, are not actually looking forward to the coming Apocalypse."
}, {
	"bookname": "Name: Royal Assassin",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Robin Hobb",
	"description": "SUMMARY: FitzChivalry has survived his first treacherous foray as an assassin, but barely. The poison used by the ambitious Prince Regal has left Fitz weak and prone to unpredictable seizures. Fitz vows to never return to Buckkeep and his king. A vision of the young woman he loves fending off an attack by the merciless Red-ship Raiders convinces Fitz otherwise, and he rouses himself to go back to the royal court of the Six Duchies."
}, {
	"bookname": "Name: The Last Wish",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Andrzej Sapkowski",
	"description": "SUMMARY: The Last Wish (Polish: Ostatnie życzenie) is the first (in its fictional chronology; published second in original Polish) of the two collections of short stories (the other being Sword of Destiny) preceding the main Witcher Saga. The collection contains seven short stories interspersed with a continuing frame story: Geralt of Rivia, after having been injured in battle, rests in a temple. During that time he has flashbacks to recent events in his life, with each flashback forming a short story."
}, {
	"bookname": "Name: The Way of Kings",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Brandon Sanderson",
	"description": "SUMMARY: The story shifts to the viewpoint of Highprince Dalinar Kholin, the brother of the murdered king. Before he died, his brother directed Dalinar to an ancient tome called, The Way of Kings , which leads Dalinar to start questioning the warlike and competitive Alethkar way of life."
}, {
	"bookname": "Name: The Hobbit",
	"rating": "Rating: 4.6",
	"author name": "Author Name: J. R. R. Tolkien",
	"description": "SUMMARY: Bilbo (Martin Freeman) and his companions continue their journey east and brave many dangers on their way to the Lonely Mountain, culminating in an encounter with the fearsome dragon Smaug."
}, {
	"bookname": "Name: American Gods",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Neil Gaiman",
	"description": "SUMMARY: Released from prison, Shadow finds his world turned upside down. His wife has been killed; a mysterious stranger offers him a job. But Mr. Wednesday, who knows more about Shadow than is possible, warns that a storm is coming -- a battle for the very soul of America . . . and they are in its direct path."
}, {
	"bookname": "Name: The Mists of Avalon",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Marion Zimmer Bradley",
	"description": "SUMMARY: The Mists of Avalon is a generations-spanning retelling of the Arthurian legend that brings it back to its Brythonic Celtic roots (see Matter of Britain). The plot tells the story of the women who influence King Arthur, High King of Britain, and those around him."
}, {
	"bookname": "Name: The Subtle Knife",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Philip Pullman",
	"description": "SUMMARY: John tells Will that the subtle knife is the most powerful weapon in the world, that it is the only weapon that can destroy God, and that Will must find Lord Asriel and force the ultimate confrontation between good and evil. Unfortunately, they are interrupted by a witch who once loved John but was rejected by him."
}, {
	"bookname": "Name: The Name of the Wind",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Patrick Rothfuss",
	"description": "SUMMARY: The Name of the Wind is an epic fantasy by Patrick Rothfuss in which the legendary hero Kvothe, now in hiding as Waystone Inn owner Kote, recounts his past experiences to Chronicler, a story collector. The book forms the first of the three parts of Rothfuss's Kingkiller Chronicle."
}, {
	"bookname": "Name: Northern Lights",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Philip Pullman",
	"description": "SUMMARY: The journey of Lyra Belacqua to the Arctic in search of her missing friend, Roger Parslow, and her imprisoned uncle, Lord Asriel, who has been conducting experiments with a mysterious substance known as 'Dust'."
}, {
	"bookname": "Name: The Eye of the World",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Robert Jordan",
	"description": "SUMMARY: The Eye of the World is a spot in the Blight created by the male and female Aes Sedai after the Dark One tainted saidin. It was created using both saidin and saidar (the male and female halves of the Power respectively), and is protected by Someshta."
}, {
	"bookname": "Name: The Chronicles Of Narnia",
	"rating": "Rating: 4.2",
	"author name": "Author Name: C. S. Lewis",
	"description": "SUMMARY: During the World War II bombings of London, four English siblings are sent to a country house where they will be safe. One day Lucy (Georgie Henley) finds a wardrobe that transports her to a magical world called Narnia. After coming back, she soon returns to Narnia with her brothers, Peter (William Moseley) and Edmund (Skandar Keynes), and her sister, Susan (Anna Popplewell). There they join the magical lion, Aslan (Liam Neeson), in the fight against the evil White Witch, Jadis (Tilda Swinton)."
}, {
	"bookname": "Name: The White Rose",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Glen Cook",
	"description": "SUMMARY: She is the last hope of good in the war against the evil sorceress known as the Lady. From a secret base on the Plains of Fear, where even the Lady hesitates to go, the Black Company, once in service to the Lady, now fights to bring victory to the White Rose. But now an even greater evil threatens the world. All the great battles that have gone before will seem a skirmishes when the Dominator rises from the grave."
}, {
	"bookname": "Name: A Wizard of Earthsea",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Ursula K. Le Guin",
	"description": "SUMMARY: The story is set in the fictional archipelago of Earthsea and centers on a young mage named Ged, born in a village on the island of Gont. He displays great power while still a boy and joins the school of wizardry, where his prickly nature drives him into conflict with one of his fellows. During a magical duel, Ged's spell goes awry and releases a shadow creature that attacks him. The novel follows his journey as he seeks to be free of the creature."
}, {
	"bookname": "Name: Alice's Adventures in Wonderland",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Lewis Carroll",
	"description": "SUMMARY: It tells of a young girl named Alice, who falls through a rabbit hole into a subterranean fantasy world populated by peculiar, anthropomorphic creatures."
}, {
	"bookname": "Name: Jonathan Strange & Mr Norrell",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Susanna Clarke",
	"description": "SUMMARY: It is an alternative history set in 19th-century England around the time of the Napoleonic Wars. Its premise is that magic once existed in England and has returned with two men: Gilbert Norrell and Jonathan Strange."
}]