[{
	"বইয়ের নাম": "নাম: ঘাতক",
	"রেটিং": "রেটিং: ৪.৪৬",
	"লেখকের নাম": "লেখকের নাম: রূপক সাহা",
	"বিবরণ": "সারসংক্ষেপ: ঘাতক বাংলা ভাষার অন্যতম দুর্দান্ত গোয়েন্দা উপন্যাস বই। এই বইটি লিখেছেন সুপরিচিত বাঙালি লেখক রূপক সাহা। তিনি একজন ভারতীয় বাঙালি লেখক। রূপক সাহা তার ক্রীড়া জীবন শুরু করেছিলেন “আনন্দবাজার পত্রিকা” তে ক্রীড়া সম্পাদক হিসাবে। পরে তিনি লেখায় মনোনিবেশ করেন এবং প্রচুর মনমুগ্ধ উপন্যাস লিখেছিলেন। এই ঘাতক উপন্যাসটি এখান থেকে বিনামূল্যে পড়ুন। এই বইটি আনন্দ পাবলিশার্স দ্বারা ২০১২ সালে প্রকাশিত হয়েছিল।"
}, {
	"বইয়ের নাম": "নাম: আগন্তুক",
	"রেটিং": "রেটিং: ৪.৪০",
	"লেখকের নাম": "লেখকের নাম: স্বপন কুমার",
	"বিবরণ": "সারসংক্ষেপ: আগন্তুক একটি বাংলা ভাষার বই। এটি গোয়েন্দা বইটি স্বপন কুমার দ্বারা রচিত, যিনি একজন পরিচিত ভারতীয় বাঙালি লেখক। স্বপন কুমার তাঁর পুরো জীবনে অনেক গোয়েন্দা উপন্যাস লিখেছিলেন। এর মধ্যে আগন্তুক একটি প্রখ্যাত বই। এই বইটি শ্রী কমলা প্রেস প্রকাশ করেছিল।"
}, {
	"বইয়ের নাম": "নাম: ২০টি গোয়েন্দা উপন্যাস",
	"রেটিং": "রেটিং: ৪.২০",
	"লেখকের নাম": "লেখকের নাম: স্বপন কুমার",
	"বিবরণ": "সারসংক্ষেপ: ২০টি গোয়েন্দা উপন্যাস সুপরিচিত লেখক শ্রী স্বপন কুমার রচিত একটি জনপ্রিয় বাংলা ভাষার গোয়েন্দা জেনার উপন্যাস বই। শ্রী স্বপন কুমার বাংলা সাহিত্যের একজন শীর্ষস্থানীয় লেখক যিনি বাংলা সাহিত্যে প্রচুর অবাক করা গোয়েন্দা উপন্যাস লিখেছিলেন। ২০টি গোয়েন্দা উপন্যাস বইটি তাঁর অন্যতম উল্লেখযোগ্য সৃষ্টি।"
}, {
	"বইয়ের নাম": "নাম: পলাতকের সন্ধানে",
	"রেটিং": "রেটিং: ৪.০০",
	"লেখকের নাম": "লেখকের নাম: ষষ্ঠীপদ চট্টোপাধ্যায়",
	"বিবরণ": "সারসংক্ষেপ: পলাতকের সন্ধানে বাংলা ভাষার অন্যতম বিখ্যাত গোয়েন্দা বাংলা ভাষার উপন্যাস। এই বইটি লিখেছিলেন ষষ্ঠীপদ চট্টোপাধ্যায়। তিনি বাংলা সাহিত্যে এমন এক দুর্দান্ত ভারতীয় বাঙালি লেখক।"
}, {
	"বইয়ের নাম": "নাম: চতুর্থ তদন্ত",
	"রেটিং": "রেটিং:৪.০০",
	"লেখকের নাম": "লেখকের নাম: ষষ্ঠীপদ চট্টোপাধ্যায়",
	"বিবরণ": "সারসংক্ষেপ: চতুর্থ তাদন্ত বিখ্যাত ভারতীয় বাঙালি লেখক ষষ্ঠীপদ চট্টোপাধ্যায়ের একটি বই। এটি এমসি মরডেন কলাম প্রকাশ করেছেন।"
}, {
	"বইয়ের নাম": "নাম: শার্লক হোমস সমগ্র ১ম খণ্ড",
	"রেটিং": "রেটিং: ৩.৬০",
	"লেখকের নাম": "লেখকের নাম: অদ্রীশ বর্ধন",
	"বিবরণ": "সারসংক্ষেপ: এই বইটি একটি দুর্দান্ত কাল্পনিক চরিত্র শার্লক হোমস সম্পর্কে লেখা হয়েছিল। শার্লক হোমস সামগ্রার বইটি খুব জনপ্রিয়। অদ্রীশ বর্ধন এই বইটি লিখেছিলেন। এই বইটি ২০১১ সালে লালমতি প্রকাশন প্রকাশক সংস্থা প্রকাশ করেছিল।"
}, {
	"বইয়ের নাম": "নাম: শার্লক হোমস সমগ্র ২য় খণ্ড",
	"রেটিং": "রেটিং: ৩.৬০",
	"লেখকের নাম": "লেখকের নাম: অদ্রীশ বর্ধন",
	"বিবরণ": "সারসংক্ষেপ: এই বইটি একটি দুর্দান্ত কাল্পনিক চরিত্র শার্লক হোমস সম্পর্কে লেখা হয়েছিল। শার্লক হোমস সামগ্রার বইটি খুব জনপ্রিয়। অদ্রীশ বর্ধন এই বইটি লিখেছিলেন। এই বইটি ২০১১ সালে লালমতি প্রকাশন প্রকাশক সংস্থা প্রকাশ করেছিল।"
}, {
	"বইয়ের নাম": "নাম: ফাঁদ",
	"রেটিং": "রেটিং: ৩.০০",
	"লেখকের নাম": "লেখকের নাম: রূপক সাহা",
	"বিবরণ": "সারসংক্ষেপ: ফাঁদ বাঙালি লেখক রূপক সাহার একটি আকর্ষণীয় গোয়েন্দা উপন্যাস বই। লেখক রুপক সাহা একজন ভারতীয় বাঙালি লেখক, তিনি তাঁর পেশাগত জীবনের সাংবাদিক ছিলেন। এই লেখক বাংলা ভাষায় প্রচুর উপন্যাস লিখেছিলেন। এই বইটি ২০১৭ সালে দীপ প্রকাশনি দ্বারা প্রকাশিত হয়েছিল।"
}]