[{
	"bookname": "Name: The Nightingale",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Kristin Hannah",
	"description": "SUMMARY: A story of two sisters in France during World War II, and their struggle to survive and resist the German occupation of France."
}, {
	"bookname": "Name: All the Light We Cannot See",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Anthony Doerr",
	"description": "SUMMARY: A blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II."
}, {
	"bookname": "Name: The Other Boleyn Girl",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Philippa Gregory",
	"description": "SUMMARY: When Mary Boleyn comes to court as an innocent girl of fourteen, she catches the eye of Henry VIII. Dazzled, Mary falls in love with both her golden prince and her growing role as unofficial queen. However, she soon realises just how much she is a pawn in her family's ambitious plots as the king's interest begins to wane and she is forced to step aside for her best friend and rival: her sister, Anne. Then Mary knows that she must defy her family and her king and take fate into her own hands. A rich and compelling novel of love, sex, ambition, and intrigue, The Other Boleyn Girl introduces a woman of extraordinary determination and desire who lived at the heart of the most exciting and glamourous court in Europe and survived by following her heart. "
}, {
	"bookname": "Name: The Book of Negroes",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Lawrence Hill",
	"description": "SUMMARY: Based on a true story it tells the story of Aminata, a young girl abducted from her village in Mali aged 11 in 1755, and who, after a deathly journey on a slave ship where she witnesses the brutal repression of a slave revolt, is sold to a plantation owner in South Carolina, who rapes her. She is brought to New York, where she escapes her owner, and finds herself helping the British by recording all the freed slaves on the British side in the Revolutionary War in The Book of Negroes (a real historical document that can be found today at the National Archives at Kew).Aminata is sent to Nova Scotia to start a new life, but finds more hostility, oppression and tragedy. Separated from her one true love, and suffering the unimaginable loss of both her children who are taken away from her, she eventually joins a group of freed slaves on a harrowing odyssey back to Africa, and ends up in London as a living icon for Wilberforce and the other Abolitionists."
}, {
	"bookname": "Name: Gone with the Wind",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Margaret Mitchell",
	"description": "SUMMARY: Gone With the Wind is a story about civil war, starvation, rape, murder, heartbreak and slavery. It is not necessarily a book one would associate with hope. And yet, at the novel's heart lies Scarlett O'Hara, one of the most ruthlessly optimistic characters in literature."
}, {
	"bookname": "Name: War and Peace",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Leo Tolstoy",
	"description": "SUMMARY: War and Peace broadly focuses on Napoleon’s invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men."
}, {
	"bookname": "Name: The Far Pavilions",
	"rating": "Rating: 4.5",
	"author name": "Author Name: M. M. Kaye",
	"description": "SUMMARY: The Far Pavilions is the story of Ash's struggle to find his identity. At the heart of the story is a forbidden romance between Ash and the Hindu princess, Anjuli. However, that's only one aspect of the book."
}, {
	"bookname": "Name: Alias Grace",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Margaret Atwood",
	"description": "SUMMARY: The story fictionalizes the notorious 1843 murders of Thomas Kinnear and his housekeeper Nancy Montgomery in Canada West. Two servants of the Kinnear household, Grace Marks and James McDermott, were convicted of the crime. McDermott was hanged and Marks was sentenced to life imprisonment."
}, {
	"bookname": "Name: The Book Thief",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Markus Zusak",
	"description": "SUMMARY: Hans, Rosa, Rudy, and the rest of the neighbors are killed. When rescue workers pull Liesel out of the rubble, she finds Rudy's corpse and gives him the kiss he always wanted. When the workers take her away, she leaves behind her finished book, called “The Book Thief.” Death, who has been watching, rescues the book."
}, {
	"bookname": "Name: The Pillars Of The Earth",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Ken Follett",
	"description": "SUMMARY: The book traces the development of Gothic architecture out of the preceding Romanesque architecture, and the fortunes of the Kingsbridge priory and village against the backdrop of historical events of the time."
}, {
	"bookname": "Name: An Army at Dawn",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Rick Atkinson",
	"description": "SUMMARY: The liberation of Europe and the destruction of the Third Reich is an epic story of courage and calamity, of miscalculation and enduring triumph. An Army at Dawn begins on the eve of Operation TORCH, the daring amphibious invasion of Morocco and Algeria."
}, {
	"bookname": "Name: I, Claudius",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Robert Graves",
	"description": "SUMMARY: It tells the history of the Julio-Claudian dynasty and the early years of the Roman Empire, from Julius Caesar's assassination in 44 BC to Caligula's assassination in AD 41."
}, {
	"bookname": "Name: The Three Musketeers",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Alexandre Dumas",
	"description": "SUMMARY: The Three Musketeers is primarily a historical and adventure novel. However, Dumas frequently portrays various injustices, abuses, and absurdities of the Ancien Régime, giving the novel an additional political significance at the time of its publication, a time when the debate in France between republicans and monarchists was still fierce."
}, {
	"bookname": "Name: A Tale of Two Cities",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Charles Dickens",
	"description": "SUMMARY: The novel tells the story of the French Doctor Manette, his 18-year-long imprisonment in the Bastille in Paris and his release to live in London with his daughter Lucie, whom he had never met. The story is set against the conditions that led up to the French Revolution and the Reign of Terror."
}, {
	"bookname": "Name: The Name of the Rose",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Umberto Eco",
	"description": "SUMMARY: In the 14th century, William of Baskerville (Sean Connery), a renowned Franciscan monk, and his apprentice, Adso of Melk (Christian Slater), travel to an abbey where a suspicious death has occurred. Using his deductive powers, William begins investigating what he believes to be murder. During the course of his investigation, several more monks wind up dead. With fear running through the abbey, the church leaders call forth Bernardo Gui (F. Murray Abraham), William's nemesis, to find the truth."
}, {
	"bookname": "Name: The Guns of August",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Barbara W. Tuchman",
	"description": "SUMMARY: It is centered on the first month of World War I. After introductory chapters, Tuchman describes in great detail the opening events of the conflict. Its focus then becomes a military history of the contestants, chiefly the great powers."
}, {
	"bookname": "Name: SPQR: A History of Ancient Rome",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Mary Beard",
	"description": "SUMMARY: SPQR is the abbreviated form of Senatus Populusque Romanos, meaning ''the Senate and the People of Rome'', which is ubiquitously etched in most Roman manuscripts, objects, and structures.This summary of Mary Beard's SPQR: A History of Ancient Rome is aimed at those who want to capture the gist of the book. You get the main summary along with all of the benefits and lessons the actual book has to offer. Ant Hive Media reads every chapter, extracts the understanding, and leaves you with a new perspective and time to spare. We do the work so you can understand the book in minutes, not hours."
}, {
	"bookname": "Name: Oscar and Lucinda",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Peter Carey",
	"description": "SUMMARY: It tells the story of Oscar Hopkins, the Devonian son of a Plymouth Brethren minister who becomes an Anglican priest, and Lucinda Leplastrier, a young Australian heiress who buys a glass factory. They meet on the ship over to Australia, and discover that they are both gamblers, one obsessive, the other compulsive."
}, {
	"bookname": "Name: Genghis Khan and the Making of the Modern World",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Jack Weatherford",
	"description": "SUMMARY: Genghis Khan and the Making of the Modern World is a nonfiction book divided into three parts. Part one deals with Temujin's early life and rise to power, including his conquests and establishment of an empire that changed the world."
}, {
	"bookname": "Name: The Painted Girls",
	"rating": "Rating: 3.6",
	"author name": "Author Name: Cathy Marie Buchanan",
	"description": "SUMMARY: Set at a moment of profound artistic, cultural, and societal change, The Painted Girls is a tale of two remarkable sisters rendered uniquely vulnerable to the darker impulses of “civilized society.” In the end, each will come to realize that her salvation, if not survival, lies with the other."
}]