[{
	"bookname": "Name: Bird Box",
	"rating": "Rating: 4.8",
	"author name": "Author Name: Josh Malerman",
	"description": "SUMMARY: Something is out there, something terrifying that must not be seen. One glimpse of it, and a person is driven to deadly violence. No one knows what it is or where it came from. Five years after it began, a handful of scattered survivors remains, including Malorie and her two young children. Living in an abandoned house near the river, she has dreamed of fleeing to a place where they might be safe. Now that the boy and girl are four, it's time to go, but the journey ahead will be terrifying: twenty miles downriver in a rowboat—blindfolded—with nothing to rely on but her wits and the children's trained ears. One wrong choice and they will die. Something is following them all the while, but is it man, animal, or monster?"
}, {
	"bookname": "Name: The Exorcist",
	"rating": "Rating: 4.8",
	"author name": "Author Name: William Peter Blatty",
	"description": "SUMMARY: The book details the demonic possession of eleven-year-old Regan MacNeil, the daughter of a famous actress, and the two priests who attempt to exorcise the demon."
}, {
	"bookname": "Name: Interview with the Vampire",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Anne Rice",
	"description": "SUMMARY: A story of immortality, loyalty, and detachment. The main plot surrounds three individuals brought and held together by the bond of immortality. The story begins with the vampire, Louis, who meets with a boy conducting an interview of his life."
}, {
	"bookname": "Name: It",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Stephen King",
	"description": "SUMMARY: The experiences of seven children as they are terrorized by an evil entity that exploits the fears of its victims to disguise itself while hunting its prey."
}, {
	"bookname": "Name: The Haunting of Hill House",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Shirley Jackson",
	"description": "SUMMARY: It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a “haunting”; Theodora, the lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers—and soon it will choose one of them to make its own."
}, {
	"bookname": "Name: The Shining",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Stephen King",
	"description": "SUMMARY: Jack Torrance's new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he'll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote...and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old."
}, {
	"bookname": "Name: At the Mountains of Madness",
	"rating": "Rating: 4.6",
	"author name": "Author Name: H. P. Lovecraft",
	"description": "SUMMARY: Lovecraft's classic tale of Antarctic science-terror follows geologist Dyer and his team of experts — including Pabodie, the engineer, Lake, the biologist, and Danforth, the neurasthenic youth — as they traipse across our southernmost continent, taking bores of ancient strata of rock."
}, {
	"bookname": "Name: Carrie",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Stephen King",
	"description": "SUMMARY: Carrie White, an unpopular friendless misfit and bullied high-school girl from an abusive religious household who uses her newly discovered telekinetic powers to exact revenge on those who torment her. During the process, she causes one of the worst local disasters the town has ever had."
}, {
	"bookname": "Name: Hell House",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Richard Matheson",
	"description": "SUMMARY: Regarded as the Mount Everest of haunted houses, Belasco House has witnessed scenes of almost unimaginable horror and depravity. Two previous expeditions to investigate its secrets met with disaster, the participants destroyed by murder, suicide or insanity. Now a new investigation has been mounted - four strangers, each with his or her own reason for daring the unknown torments and temptations of the mansion..."
}, {
	"bookname": "Name: The Ruins",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Scott Smith",
	"description": "SUMMARY: The Ruins follows two American couples, just out of college, enjoying a pleasant, lazy beach holiday together in Mexico as, on an impulse, they go off with newfound friends in search of one of their group - the young German, who, in pursuit of a girl, has headed for the remote Mayan ruins, site of a fabled archaeological dig."
}, {
	"bookname": "Name: I Am Legend",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Richard Matheson",
	"description": "SUMMARY: The only human left on earth: Robert Neville. The aftereffects of a nuclear war mutated the human gene and made them what Robert calls ''vampires'', dead creatures that inhabit the human body, attack at night and are allergic to garlic."
}, {
	"bookname": "Name: NOS4A2",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Joe Hill",
	"description": "SUMMARY: A woman trying to save her son from a vicious, supernatural killer who has set his sights on him."
}, {
	"bookname": "Name: House of Leaves",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Mark Z. Danielewski",
	"description": "SUMMARY: A young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside."
}, {
	"bookname": "Name: Dracula",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Bram Stoker",
	"description": "SUMMARY: When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes horrifying discoveries about his client and his castle. Soon afterwards, a number of disturbing incidents unfold in England: an unmanned ship is wrecked at Whitby; strange puncture marks appear on a young woman's neck; and the inmate of a lunatic asylum raves about the imminent arrival of his 'Master'. In the ensuing battle of wits between the sinister Count Dracula and a determined group of adversaries, Bram Stoker created a masterpiece of the horror genre."
}, {
	"bookname": "Name: The Stand",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Stephen King",
	"description": "SUMMARY: The Stand is a post-apocalyptic dark fantasy novel written by American author Stephen King and first published in 1978 by Doubleday. The plot centers on a pandemic of a weaponized strain of influenza that kills almost the entire world population."
}, {
	"bookname": "Name: The Woman in Black",
	"rating": "Rating: 4.2",
	"author name": "Author Name: Susan Hill",
	"description": "SUMMARY: Arthur Kipps (Daniel Radcliffe), a lawyer, is recently widowed and grieving the loss of his wife when he is sent to a remote village to put a deceased eccentric's affairs in order. Soon after his arrival, it becomes clear that the villagers are hiding a terrible secret. Kipps discovers that his late client's house is haunted by the spirit of a woman who is trying to find someone and something she lost, and that no one -- not even the children -- is safe from her terrible wrath."
}, {
	"bookname": "Name: Frankenstein",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Mary Shelley",
	"description": "SUMMARY: Story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment."
}, {
	"bookname": "Name: The Tell-Tale Heart",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Edgar Allan Poe",
	"description": "SUMMARY: The narrator attempts to prove his own sanity in the wake of having murdered an old man. The unreliable narrator explains that he loved the old man very much, but was disturbed by the old man's evil eye, which he alleges drove him to murder."
}, {

	"bookname": "Name: The Turn of the Screw",
	"rating": "Rating: 3.9",
	"author name": "Author Name: Henry James",
	"description": "SUMMARY: A story of a governess, desperate to protect her children from evil as they experience strange encounters at a remote country house."
}, {
	"bookname": "Name: A Head Full of Ghosts",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Paul G. Tremblay",
	"description": "SUMMARY: The plot involves an American family from Massachusetts who is under strain when their fourteen-year-old daughter, Marjorie Barrett, exhibits signs of mental illness."
}]