[{
	"বইয়ের নাম": "নাম: কবর",
	"রেটিং": "রেটিং: ৪.৭১",
	" কবির নাম": " কবির নাম: জসীমউদ্দীন",
	"বিবরণ": "সারসংক্ষেপ: পল্লী কবি জসীমউদ্দিনের লেখা এই কবিতাটি শুধু প্রিয়জনদের জন্য শোক নিয়েই নয়, বাংলাদেশের গ্রামীণ জীবনের একটি সুন্দর চিত্র অথচ নির্মম বটে। কবিতাটিতে গাঢ় বেদনা আর ভালবাসার রঙে আঁকা বাংলার পল্লীজীবনের এই অসাধারণ প্রতিচ্ছবি ফুঁটে উঠেছে। (কবিতাটির প্রতিটি লাইন কবিতা ঋদয়ঙ্গম করতে সক্ষম প্রতিটি মানবমনে দাগ কেটে যায়।"	
},{
	"বইয়ের নাম": "নাম: আবল তাবোল ",
	"রেটিং": "রেটিং: ৪.৭০",
	" কবির নাম": " কবির নাম: সুকুমার রায়",
	"বিবরণ": "সারসংক্ষেপ: আবোল তাবোল সুকুমার রায়ের বিখ্যাত 'ননসেন্স ছড়া' সংকলন। এটি ১৯২৩ সালে ইউ রায় এন্ড সন্স থেকে প্রকাশিত হয়। এই সংকলনে মোট ছড়ার সংখ্যা ৫০টি, যার মধ্যে ৭টি বেনামে লেখা হয়েছে।"
},{
	"বইয়ের নাম": "নাম: বীরাঙ্গনা",
	"রেটিং": "রেটিং: ৪.৫৭",
	" কবির নাম": "কবির নাম: মাইকেল মধুসূদন দত্ত",
	"বিবরণ": "সারসংক্ষেপ: বাংলা সাহিত্যে পত্রাকার কাব্যরচনা প্রথম দেখা যায় বীরাঙ্গনা কাব্যে। ১৮৬২ সালে এই গ্রন্থ রচিত ও প্রকাশিত হয়। দুষ্মন্তের প্রতি শকুন্তলা, সোমের প্রতি তারা, দ্বারকনাথের প্রতি রুক্মিণী, দশরথের প্রতি কৈকয়ী, লক্ষ্মণের প্রতি সূপর্ণখা, অর্জুনের প্রতি দ্রৌপদী, দুর্যোধনের প্রতি ভানুমতী, জয়দ্রথের প্রতি দুঃশলা, শান্তনুর প্রতি জাহ্নবী, পুরুবার প্রতি উর্বশী, নীলধ্বজের প্রতি জনা— এই ১১টি পত্ররূপী কবিতা নিয়ে কাব্যগ্রন্থটি রচিত। মধুসূদন তার কাব্যে এই নারীদের পুরাণ-পরিচিতির মূলে আঘাত করেছেন। তিনি মানবিক অনুভূতির আলোকে নারী-হৃদয়ের কথকতায় ব্যক্ত করিয়েছেন।"		
},{
	"বইয়ের নাম": "নাম: বনলতা সেন ",
	"রেটিং": "রেটিং: ৪.৫০",
	"কবির নাম": "কবির নাম: জীবনানন্দ দাশ",
	"বিবরণ": "সারসংক্ষেপ: বনলতা সেন জনপ্রিয়তম বাংলা কবিতাগুলোর মধ্যে অন্যতম। কবিতাটির রচয়িতা বিংশ শতাব্দীর আধুনিক বাঙালি কবি জীবনানন্দ দাশ। বনলতা সেন প্রধানত রোমান্টিক গীতি কবিতা হিসেবে সমাদৃত।"		
},{
	"বইয়ের নাম": "নাম: ধূসর পাণ্ডুলিপি",
	"রেটিং": "রেটিং: ৪.৫০",
	"কবির নাম": "কবির নাম: জীবনানন্দ দাশ",
	"বিবরণ": "সারসংক্ষেপ: ধূসর পান্ডুলিপি কবি জীবনানন্দ দাশের দ্বিতীয় কাব্যগ্রন্থ। এই কাব্যগ্রন্থটি ১৯৩৬ খ্রিষ্টাব্দে (১৩৪৩ বঙ্গাব্দ) ভারতে প্রকাশিত হয়। জীবনানন্দ এই বইটি কবি বুদ্ধদেব বসুকে উৎসর্গ করেন।"		
},{
	"বইয়ের নাম": "নাম: কবিতা সমগ্র",
	"রেটিং": "রেটিং: ৪.৫০",
	"কবির নাম": "কবির নাম: তসলিমা নাসরিন",
	"বিবরণ": "সারসংক্ষেপ: তসলিমা নাসরিন (জন্ম: ২৫ আগস্ট, ১৯৬২) বাংলাদেশের বহুল আলোচিত ও বিতর্কিত নারীবাদী সাহিত্যিক। তাঁর রচনাসমূহের মধ্যে লজ্জা, আমার মেয়েবেলা, দ্বিখণ্ডিত, গোল্লাছুট, ইত্যাদি উল্লেখযোগ্য।"	
},{
	"বইয়ের নাম": "নাম: বেলা এবেলা কালবেলা",
	"রেটিং": "রেটিং:৪.৪২",
	"কবির নাম": "কবির নাম: জীবনানন্দ দাশ",
	"বিবরণ": "সারসংক্ষেপ: বেলা অবেলা কালবেলা আধুনিক বাংলা কবিতার পথিকৃৎকবি জীবনানন্দ দাশের সপ্তম কাব্যগ্রন্থ। কবির মৃত্যুর পর তাঁর কনিষ্ঠ ভ্রাতা অশোকানন্দ দাশ ১৯৬১ খ্রিস্টাব্দে (১৩৬৮ বঙ্গাব্দ) এ কাব্যগ্রন্থটি প্রকাশ করেছিলেন।"	
},{
	"বইয়ের নাম": "নাম: অগ্নি-বীণা ",
	"রেটিং": "রেটিং: ৪.৩৫",
	"কবির নাম": "কবির নাম: কাজী নজরুল ইসলাম",
	"বিবরণ": "সারসংক্ষেপ: অগ্নিবীণা বিংশ শতাব্দীর প্রথমার্ধের অন্যতম জনপ্রিয় বাঙালি কবি কাজী নজরুল ইসলামের প্রথম কাব্যগ্রন্থ। এটি ১৩২৯ বঙ্গাব্দের কার্তিক মাসে (অক্টোবর, ১৯২২ খ্রিষ্টাব্দ) প্রকাশিত হয়। এই গ্রন্থে মোট বারোটি কবিতা আছে। কবিতাগুলি হচ্ছে - ‘প্রলয়োল্লাস (কবিতা)’, ‘বিদ্রোহী’, ‘রক্তাম্বর-ধারিণী মা’, ‘আগমণী’, ‘ধূমকেতু’, কামাল পাশা’, ‘আনোয়ার ‘রণভেরী’, ‘শাত-ইল-আরব’, খেয়াপারের তরণী’, কোরবানী’ ও মোহররম’। এছাড়া গ্রন্থটির সর্বাগ্রে বিপ্লবী বারীন্দ্রকুমার ঘোষ-কে উৎসর্গ করে লেখা একটি উৎসর্গ কবিতাও আছে।"			
},{
	"বইয়ের নাম": "নাম:সঞ্চিতা ",
	"রেটিং": "রেটিং: ৪.৩৫",
	"কবির নাম": "কবির নাম: কাজী নজরুল ইসলাম",
	"বিবরণ": "সারসংক্ষেপ: সঞ্চিতা বাংলা সাহিত্যের অন্যতম জনপ্রিয় এবং বাংলাদেশের জাতীয় কবি কাজী নজরুল ইসলামের কাব্য-সংকলন। এই গ্রন্থে আটাত্তরটি কবিতা ও সতেরোটি গান আছে। এর মধ্যে - ‘বিদ্রোহী’, ‘সর্বহারা’, ‘সাম্যবাদী’, ‘মানুষ’, ‘জীবন বন্দনা’, ‘খুকী ও কাঠবেড়ালী’, ‘চল্‌ চল্‌ চল্‌’ প্রভৃতি প্রধান।"			 
},{
	"বইয়ের নাম": "নাম:বিষের বাঁশী",
	"রেটিং": "রেটিং: ৪.৩২",
	"কবির নাম": "কবির নাম: কাজী নজরুল ইসলাম",
	"বিবরণ": "সারসংক্ষেপ: বিষের বাঁশি কাজী নজরুল ইসলাম রচিত একটি কাব্যগ্রন্থ। এই গ্রন্থে ২৭ ('আয়রে আবার আমার চির-তিক্ত প্রাণ', 'ফাতেহা-ই-দোয়াজ-দহম (আবির্ভাব)', 'ফাতেহা-ই-দোয়াজ-দহম (তিরোভাব)', 'সেবক', 'জাগৃহি', 'তূর্য নিনাদ', 'বোধন', 'উদ্বোধন', 'অভয়-মন্ত্র', 'আত্মশক্তি', 'মরণ-বরণ', 'বন্দী-বন্দনা', 'বন্দনা-গান', 'মুক্তি-সেবকের গান', 'শিকল-পরার গান', 'মুক্ত-বন্দী', 'যুগান্তরের গান', 'চরকার গান', 'জাতের বজ্জাতি', 'সত্য-মন্ত্র', 'বিজয়-গান', 'পাগল-পথিক', 'ভূত-ভাগানোর গান', 'বিদ্রোহীর বাণী', 'অভিশাপ', 'মুক্ত পিঞ্জর', 'ঝড়') টি কবিতা রয়েছে।"			
},{
	"বইয়ের নাম": "নাম: রাখালী",
	"রেটিং": "রেটিং: ৪.১৮",
	"কবির নাম": "কবির নাম:জসীম উদ্দীন",
	"বিবরণ": "সারসংক্ষেপ: রাখালী বাংলাদেশের পল্লি কবি জসীম উদ্ দীনয়ের ১৯ টি কবিতা নিয়ে তৈরি একটি কবিতার বই। জসীম উদ্ দীনয়ের তরুন বয়সের লেখা কবিতাগুলো রয়েছ। বইটি ১৯২৭ সালে পলাশ প্রকাশনী থেকে প্রকাশ পায়। কবিতা গুলোতে পল্লির জীবন বেশি প্রভাব রয়েছে।"			
},{
	"বইয়ের নাম": "নাম: শ্রেষ্ঠ কবিতা",
	"রেটিং": "রেটিং: ৪.১৩",
	"কবির নাম": "কবির নাম: জসীম উদ্দীন",
	"বিবরণ": "সারসংক্ষেপ: জসীম উদ্‌দীন (১ জানুয়ারি ১৯০৩ - ১৪ মার্চ ১৯৭৬) একজন বাঙালি কবি, গীতিকার, ঔপন্যাসিক ও লেখক। 'পল্লীকবি' উপাধিতে ভূষিত, জসীম উদ্‌দীন আবহমান বাংলার সাংস্কৃতিক ঐতিহ্যে লালিত প্রথম পূর্ণাঙ্গ আধুনিক কবি। ঐতিহ্যবাহী বাংলা কবিতার মূল ধারাটিকে নগরসভায় নিয়ে আসার কৃতিত্ব জসীম উদ্‌দীনের।"		
},{
	"বইয়ের নাম": "নাম: মেঘনাদবধ কাব্য",
	"রেটিং": "রেটিং: ৪.০০",
	"কবির নাম": "কবির নাম: মাইকেল মধুসূদন দত্ত",
	"বিবরণ": "সারসংক্ষেপ: মেঘনাদবধ কাব্য ১৯-শতকীয় বাঙালি কবি মাইকেল মধুসূদন দত্ত কর্তৃক অমিত্রাক্ষর ছন্দে লেখা একটি মহাকাব্য। কাব্যটি তার শ্রেষ্ঠ কর্ম হিসাবে বিবেচিত হয়। এটি ১৮৬১ সালে দুই খণ্ডে বই আকারে প্রকাশিত হয়। কাব্যটি মোট নয়টি সর্গে বিভক্ত। মেঘনাদবধ কাব্য হিন্দু মহাকাব্য রামায়ণ অবলম্বনে রচিত, যদিও এর মধ্যে নানা বিদেশী মহাকাব্যের ছাপও সুস্পষ্ট।"			
},{
	"বইয়ের নাম": "নাম:সোনালী কাবিন",
	"রেটিং": "রেটিং: ৩.৮৭",
	"কবির নাম": "কবির নাম:আল মাহমুদ",
	"বিবরণ": "সারসংক্ষেপ: সোনালী কাবিন আল মাহামুদের সনেট জাতীয় কাব্য যা ১৯৭৩ সালে প্রকাশিত হয়। আল মাহমুদ যে সকল সাহিত্য রচনা করেছেন তার মধ্যে সোনালী কাবিন তাকে বেশি পরিচিতি প্রদান করেছে। এতে মোট ১৪টি সনেট রয়েছে এবং ৪১টি কবিতা রয়েছে।"			
},{
	"বইয়ের নাম": "নাম: একেই কি বলে সভ্যতা?",
	"রেটিং": "রেটিং: ৩.৭২",
	"কবির নাম": "কবির নাম: মাইকেল মধুসূদন দত্ত",
	"বিবরণ": "সারসংক্ষেপ: একেই কি বলে সভ্যতা প্রহসনে মাইকেল মধুসূদন দত্ত সেই ইয়ং বেঙ্গল সমাজের ছবি তুলে ধরেছেন। মধুসূদন নিজেও যদিও বেশ মদ্যপ ছিলেন তবুও তিনি সেটাকে সভ্য হিসেবে গণ্য করেননি। তাই তিনি ধীক্কার জানিয়েছেন - একেই কি বলে সভ্যতা?"			
}
]
