[{
	"bookname": "Name: Misery",
	"rating": "Rating: 4.9",
	"author name": "Author Name: Stephen King",
	"description": "SUMMARY: The novel's narrative is based on the relationship of its two main characters – the popular writer Paul Sheldon and his psychotic fan Annie Wilkes. When Paul is seriously injured following a car accident, former nurse Annie brings him to her home, where Paul receives treatment and doses of pain medication."
}, {
	"bookname": "Name: Bird Box",
	"rating": "Rating: 4.8",
	"author name": "Author Name: Josh Malerman",
	"description": "SUMMARY: When a mysterious force decimates the population, only one thing is certain -- if you see it, you die. The survivors must now avoid coming face to face with an entity that takes the form of their worst fears. Searching for hope and a new beginning, a woman and her children embark on a dangerous journey through the woods and down a river to find the one place that may offer sanctuary. To make it, they'll have to cover their eyes from the evil that chases them -- and complete the trip blindfolded."
}, {
	"bookname": "Name: The Silent Patient",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Alex Michaelides",
	"description": "SUMMARY: A mix of Hitchcockian suspense, Agatha Christie plotting, and Greek tragedy. The Silent Patient is a shocking psychological thriller of a woman's act of violence against her husband—and of the therapist obsessed with uncovering her motive. Alicia Berenson's life is seemingly perfect."
}, {
	"bookname": "Name: Angels and Demons",
	"rating": "Rating: 4.7",
	"author name": "Author Name: Dan Brown",
	"description": "SUMMARY: When world-renowned Harvard symbologist Robert Langdon is summoned to a Swiss research facility to analyze a mysterious symbol — seared into the chest of a murdered physicist — he discovers evidence of the unimaginable: the resurgence of an ancient secret brotherhood known as the Illuminati… the most powerful underground organization ever to walk the earth."
}, {
	"bookname": "Name: Da Vinci Code",
	"rating": "Rating: 4.6",
	"author name": "Author Name: Dan Brown",
	"description": "SUMMARY: The Da Vinci Code follows 'symbologist' Robert Langdon and cryptologist Sophie Neveu after a murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together."
}, {
	"bookname": "Name: Sharp Objects",
	"rating": "Rating: 4.5",
	"author name": "Author Name: Gillian Flynn",
	"description": "SUMMARY: Sharp Objects revolves around the life of journalist Camille Preaker, who returns to her hometown, Wind Gap, Misouri, to cover the death of two girls. Initially, Camille does not want to go back to her hometown, but she eventually agrees to make her boss happy."
}, {
	"bookname": "Name: An Untamed State",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Roxane Gay",
	"description": "SUMMARY: An Untamed State is a novel of wealth in the face of crushing poverty, and of the lawless anger that corrupt governments produce. It is the story of a willful woman attempting to find her way back to the person she once was, and of how redemption is found in the most unexpected of places."
}, {
	"bookname": "Name: Gone Girl",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Gillian Flynn",
	"description": "SUMMARY: Nick Dunne is the main character of Gone Girl, a popular book written by Gillian Flynn. On the day of his fifth wedding anniversary, Nick Dunne returns to his home in North Carthage, Missouri only to find his wife Amy missing. Presents have already been wrapped and reservations have already been made."
}, {
	"bookname": "Name: Killing Floor",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Lee Child",
	"description": "SUMMARY: Killing Floor by Lee Child is about a man named Jack Reacher who comes to the little town of Margrave looking for information about the mysterious death of a guitar player named Blind Blake. Instead, he finds one of the largest counterfeiting operations in history."
}, {
	"bookname": "Name: Memory Man",
	"rating": "Rating: 4.4",
	"author name": "Author Name: David Baldacci",
	"description": "SUMMARY: The first in the Amos Decker series, Memory Man is an astounding novel from blockbuster author David Baldacci, where an extraordinary man races to hunt down a terrible killer. Amos Decker would forever remember all three of their violent deaths in the most paralyzing shade of blue."
}, {
	"bookname": "Name: The Snowman",
	"rating": "Rating: 4.4",
	"author name": "Author Name: Jo Nesbø",
	"description": "The case deepens when a pattern emerges: over the past decade, eleven women have vanished—all on the day of the first snow. But this is a killer who makes his own rules . . . and he'll break his pattern just to keep the game interesting, as he draws Harry ever closer into his twisted web."
}, {
	"bookname": "Name: My Lovely Wife",
	"rating": "Rating: 4.3",
	"author name": "Author Name: Samantha Downing",
	"description": "SUMMARY: A married couple with a unique way of keeping the spark in their relationship alive… serial murder. That's right, this book centers around a pair of ordinary suburban spouses whose date nights involve death."
}, {
	"bookname": "Name: The Girl with the Dragon Tattoo",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Stieg Larsson",
	"description": "SUMMARY: Disgraced financial reporter Mikael Blomkvist (Daniel Craig) finds a chance to redeem his honor after being hired by wealthy Swedish industrialist Henrik Vanger (Christopher Plummer) to solve the 40-year-old murder of Vanger's niece, Harriet. Vanger believes that Harriet was killed by a member of his own family. Eventually joining Blomkvist on his dangerous quest for the truth is Lisbeth Salander (Rooney Mara), an unusual but ingenious investigator whose fragile trust is not easily won."
}, {
	"bookname": "Name: The Guest List",
	"rating": "Rating: 4.1",
	"author name": "Author Name: Lucy Foley",
	"description": "SUMMARY: The Guest List is a slow-burn psychological thriller that focuses on establishing key characters by switching between first-person perspectives for Aoife the wedding planner, Jules the bride, Hannah the plus-one, Johnno the best man, and Olivia the bridesmaid."
}, {
	"bookname": "Name: The Woman in the Window",
	"rating": "Rating: 4.0",
	"author name": "Author Name: The Woman in the Window",
	"description": "SUMMARY: Anna Fox lives alone—a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors. Then the Russells move into the house across the way: a father, a mother, their teenage son."
}, {
	"bookname": "Name: The Husband's Secret",
	"rating": "Rating: 4.0",
	"author name": "Author Name: Liane Moriarty",
	"description": "SUMMARY: The Husband's Secret by Liane Moriarty is a modern day take on the story of Pandora and her box. It details the lives of three women who are impacted by the murder of a teen girl that happened nearly thirty years ago. ... In the letter, her husband confesses to the murder of a teenager named Janie Crowley."
}, {
	"bookname": "Name: The Girl on the Train",
	"rating": "Rating: 3.9",
	"author name": "Author Name: Paula Hawkins",
	"description": "SUMMARY: Commuter Rachel Watson (Emily Blunt) catches daily glimpses of a seemingly perfect couple, Scott and Megan, from the window of her train. One day, Watson witnesses something shocking unfold in the backyard of the strangers' home. Rachel tells the authorities what she thinks she saw after learning that Megan is now missing and feared dead. Unable to trust her own memory, the troubled woman begins her own investigation, while police suspect that Rachel may have crossed a dangerous line."
}, {
	"bookname": "Name: The Talented Mr. Reply",
	"rating": "Rating: 3.9",
	"author name": "Author Name: Patricia Highsmith",
	"description": "SUMMARY: To be young and carefree amid the blue waters and idyllic landscape of sun-drenched Italy in the late 1950s; that's la dolce vita Tom Ripley (Matt Damon) craves- and Dickie Greenleaf (Jude Law) leads. When Dickie's father asks Tom to bring his errant playboy son back home to America, Dickie and his beautiful expatriate girlfriend, Marge Sherwood (Gwyneth Paltrow), never suspect the dangerous extremes to which Ripley will go to make their lifestyle his own."
}, {
	"bookname": "Name: The Wife Between Us",
	"rating": "Rating: 3.8",
	"author name": "Author Name: Greer Hendricks and Sarah Pekkanen",
	"description": "SUMMARY: It's about a jealous wife, obsessed with her replacement. It's about a younger woman set to marry the man she loves. The first wife seems like a disaster; her replacement is the perfect woman. You will assume you know the motives, the history, the anatomy of the relationships."
}, {
	"bookname": "Name: The Herd",
	"rating": "Rating: 3.4",
	"author name": "Author Name: Andrea Bartz",
	"description": "SUMMARY: Bartz (The Lost Night) crafts a smart, twisty thriller about a women's co-working space and the mysterious disappearance of its charismatic founder. Freelance journalist Katie returns to New York after a year of unsuccessful book research in Michigan.J"
}]